import React from 'react'; 
import './Subcentertag.css';
import Fourtag from './mobile_card_four/Fourtag';

const data = [
	{id: "01", name: "মোবাইল", view:"৭০,২৫৮",  image: "", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "02", name: "ইলেকট্রনিক্স" , view:"৭০,২৫৮",  image: "" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "03", name: "হোম এবং লিভিং" , view:"৭০,২৫৮",  image: "", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "04", name: "যানবাহন" , view:"৭০,২৫৮",  image:"" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "05", name: "প্রপার্টি" , view:"৭০,২৫৮",  image: "" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "06", name: "পোষা প্রাণী ও জীবজন্তু" , view:"৭০,২৫৮",  image: "", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "07", name: "ফ্যাশন ও সৌন্দর্য" , view:"৭০,২৫৮",  image: "", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "08", name: "শখ, খেলাধুলা এবং শিশু" , view:"৭০,২৫৮",  image: "", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "09", name: "নিত্য প্রয়োজনীয় সামগ্রী" , view:"৭০,২৫৮",  image:"" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "10", name: "শিক্ষা" , view:"৭০,২৫৮",  image:"" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "11", name: "ব্যবসা ও শিল্পকারখানা" , view:"৭০,২৫৮",  image:"" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "12", name: "কৃষি পণ্য" , view:"৭০,২৫৮",  image:"", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "13", name: "সার্ভিস" , view:"৭০,২৫৮",  image:"", content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "14", name: "চাকরি" , view:"৭০,২৫৮",  image:"" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"},
	{id: "15", name: "বিদেশে চাকরি" , view:"৭০,২৫৮",  image:"" , content: "বাংলাদেশে নতুন ও ব্যবহৃত মোবাইল, সিম কার্ড এবং অন্যান্য মোবাইল ফোন এক্সেসরিজ বেচাকেনা করুন। অ্যাপেল, ওয়ান প্লাস, শাওমি এবং নোকিয়াসহ শীর্ষ ব্র্যান্ডের থেকে আপনারটি বেছে নিন।"}
]



function Subcentertag() { 

	
console.log(data)

	return (
		<div className="">
		<br/> 
		    <div className="container">
		        <div className="row">
		            <div className="col-md-5">
		                <Fourtag/>
		            </div>
		        </div>
		    </div>

		    <br />

		    <div className="container">
		        <div className="row">
		            <div className="col-md-8">
		                <div className="bodytexte">
		                    <h5>বেচাকেনার সময় নিরাপদ থাকুন!</h5>
		                    <span>আপনার নিরাপত্তার স্বার্থে আমাদের টিম কর্তৃক সকল বিজ্ঞাপন ম্যানুয়ালি পর্যালোচনা করা হয়। আমাদের পরামর্শসমূহ পড়ুন কিভাবে নিরাপদ ডিল তৈরি করতে হয় সে সম্পর্কে।</span>
		                </div>
		                &nbsp;
		            </div>

		            <div className="col-md-4">
		                <div className="text-left bodytexte">
		                    <span>আমাদের ফেসবুক পেজটি লাইক করুন</span>
		                </div>
		            </div>
		        </div>
		    </div>

		    <br />

		    <div className="container bodytext">
		        <div className="row">

						{
							data.map(function(data){
								return <div className="col-md-3 text-center mobile_card_many">
								 	<h5 className="name">{data.name}</h5>								
								 	<h7 className="text-center text-danger">({data.view})</h7>								
									<div className="text-center">{data.content}</div>
								</div>
							})
						}
		        </div>
		    </div>
 		</div>
	); 
} 

export default Subcentertag
